Repository: itayavra/batterywatch
Catalog: translate/*.po
Languages: he, hu, nl, pl

source: OpenLinkHub Integration
he: אינטגרציה עם OpenLinkHub
hu: OpenLinkHub-integráció
nl: OpenLinkHub-integratie
pl: Integracja z OpenLinkHub

source: Enable OpenLinkHub Integration:
he: אפשר אינטגרציה עם OpenLinkHub:
hu: OpenLinkHub-integráció engedélyezése:
nl: OpenLinkHub-integratie inschakelen:
pl: Włącz integrację z OpenLinkHub

source: Enabled
he: פעיל
hu: Engedélyezve
nl: Ingeschakeld
pl: Włączona

source: OpenLinkHub Port:
he: פורט OpenLinkHub:
nl: OpenLinkHub-poort:
pl: Port serwera OpenLinkHub:

source: BatteryWatch v%1
he: BatteryWatch גרסה %1

source: No connected devices
he: אין מכשירים מחוברים
hu: Nincsenek csatlakoztatott eszközök
nl: Er zijn geen apparaten verbonden
pl: Brak podłączonych urządzeń

source: All devices hidden
he: כל המכשירים מוסתרים
hu: Minden eszköz rejtett
nl: Alle apparaten zijn verborgen
pl: Wszystkie urządzenia są ukryte

source: Device Battery Levels
he: רמות סוללה של מכשירים
hu: Eszközök töltöttsége
nl: Accuniveaus van apparaten
pl: Poziomy baterii urządzeń

source: Refresh
he: ריענון
hu: Frissítés
nl: Herladen
pl: Odśwież

source: Refresh devices
he: ריענון רשימת מכשירים
hu: Eszközlista frissítése
nl: Herlaad de apparatenlijst
pl: Odśwież listę urządzeń

source: Unknown Device
he: מכשיר לא ידוע
hu: Ismeretlen eszköz
nl: Onbekend apparaat
pl: Nieznane urządzenie

source: Battery
he: סוללה
hu: Akkumulátor
nl: Accu
pl: Bateria

source: Disconnect
he: נתק
hu: Leválasztás
nl: Verbinding verbreken
pl: Rozłącz

source: Disconnect device
he: נתק מכשיר
hu: Eszköz leválasztása
nl: Verbreek de verbinding met het apparaat
pl: Rozłącz urządzenie

source: Hide
he: הסתר
hu: Elrejtés
nl: Verbergen
pl: Ukryj

source: Show
he: הצג
hu: Megjelenítés
nl: Tonen
pl: Pokaż

source: Hide from tray
he: הסתר מהמגש
hu: Elrejtés a paneltálcáról
nl: Verbergen in systeemvak
pl: Ukryj z zasobnika systemowego

source: Show in tray
he: הצג במגש
hu: Megjelenítés a paneltálcán
nl: Tonen in systeemvak
pl: Pokaż w zasobniku systemowym

source: No connected devices with battery info found
he: לא נמצאו מכשירים מחוברים עם מידע על סוללה
hu: Jelenleg egy csatlakoztatott eszköz sem közöl akkumulátor-töltöttségi adatokat
nl: Er zijn verbonden apparaten met accu-informatie aangetroffen
pl: Brak urządzeń zgłaszających stan baterii

source: BatteryWatch: Companion service disconnected
he: BatteryWatch: BatteryWatch Companion נותק
hu: BatteryWatch: Megszakadt a kapcsolat a társszolgáltatással
nl: BatteryWatch: verbinding met hulpdienst verbroken
pl: BatteryWatch: Usługa towarzysząca rozłączona

source: BatteryWatch: Failed to parse companion data:
he: BatteryWatch: נכשל ניתוח נתוני BatteryWatch Companion:
hu: A társadatok feldolgozása meghiúsult:
nl: BatteryWatch: gegevensverwerking van hulpdienst mislukt:
pl: BatteryWatch: Przetwarzanie danych usługi towarzyszącej nie powiodło się:

source: Devices found: %1
he: מכשירים שנמצאו: %1
hu: %1 eszköz észlelve.
nl: Aangetroffen apparaten: %1
pl: Znaleziono %1 urządzeń

source: Server error: %1
he: שגיאת שרת: %1
hu: Kiszolgálóhiba: %1
nl: Serverfout: %1
pl: Błąd serwera: %1

source: Server responded without any battery data!
he: השרת הגיב ללא נתוני סוללה!
hu: A kiszolgáló válasza nem tartalmazott akkumulátor-adatokat!
nl: De server gaf geen accu-informatie!
pl: Odpowiedź serwera nie zawierała informacji o baterii!

source: Failed to parse battery data:
he: נכשל ניתוח נתוני סוללה:
hu: Az akkumulátor-adatok feldolgozása meghiúsult:
nl: De accu-informatie kan niet worden verwerkt:
pl: Nie udało się przetworzyć danych baterii:

source: Invalid battery data received:
he: התקבלו נתוני סוללה לא תקינים:
hu: A fogadott akkumulátor-adatok érvénytelenek:
nl: Ongeldige accu-informatie ontvangen:
pl: Otrzymane dane dotyczące baterii są nieprawidłowe:

source: Invalid device data for serial:
he: נתוני מכשיר לא תקינים עבור המספר הסידורי:
hu: A következő szériaszámú eszköz adatai érvénytelenek:
nl: Ongeldige accu-informatie van serienummer:
pl: Dane urządzenia dla następującego numeru seryjnego są nieprawidłowe:

source: Error processing battery data:
he: שגיאה בעיבוד נתוני סוללה:
hu: Az akkumulátor-adatok feldolgozása meghiúsult:
nl: De accu-informatie kan niet worden verwerkt:
pl: Błąd podczas przetwarzania danych baterii:

source: Invalid battery device data, skipping
he: נתוני סוללת מכשיר לא תקינים, מדלג
hu: Az eszköz akkumulátor-adatai helytelenek. Kihagyás.
nl: Ongeldige accu-informatie: overslaan van
pl: Nieprawidłowe dane baterii urządzenia zostały pominięte

source: Device '%1' is not connected, removing.
he: המכשיר '%1' אינו מחובר, מסיר.
hu: A(z) „%1” eszköz nincs csatlakoztatva. Eltávolítás.
nl: ‘%1’ is niet verbonden en wordt daarom verwijderd.
pl: Urządzenie '%1' nie jest podłączone i zostanie usunięte.

source: Processed devices:
he: מכשירים שזוהו:
hu: Feldolgozott eszközök:
nl: Verwerkte apparaten:
pl: Urządzenia przetworzone:

source: Invalid device data received for device creation
he: זיהוי מכשיר נכשל - התקבלו נתוני מכשיר לא תקינים
hu: Az eszköz létrehozása meghiúsult, mivel a fogadott adatok érvénytelenek
nl: Ongeldige apparaatinformatie ontvangen
pl: Otrzymano nieprawidłowe dane o urządzeniu podczas utworzenia urządzenia

source: Invalid battery device data for device creation
he: זיהוי מכשיר נכשל - התקבלו נתוני סוללה לא תקינים
hu: Az eszköz létrehozása meghiúsult, mivel a fogadott akkumulátor-adatok érvénytelenek
nl: Ongeldige accu-informatie ontvangen
pl: Otrzymano nieprawidłowe dane o baterii podczas utworzenia urządzenia

source: Device '%1' is not connected, skipping.
he: המכשיר '%1' אינו מחובר, מדלג.
hu: A(z) „%1” eszköz nincs csatlakoztatva. Kihagyás.
nl: ‘%1’ is niet verbonden en wordt daarom overgeslagen.
pl: Urządzenie '%1' nie jest podłączone i zostało pominięte

source: Fetching device data for serial: %1
he: מושך נתוני מכשיר עבור מספר סידורי: %1
hu: A(z) „%1” szériaszámú eszköz adatainak lekérése.
nl: Bezig met ophalen van apparaatinformatie voor %1
pl: Pobieranie informacji o urządzeniu dla numeru seryjnego '%1'

source: Successfully fetched device data for serial: %1
he: משיכת נתוני המכשיר עבור המספר הסידורי %1 הצליחה
hu: A(z) „%1” szériaszámú eszköz adatainak lekérése sikeresen megtörtént.
nl: De apparaatinformatie van serienummer %1 is opgehaald
pl: Pomyślnie pobrano dane urządzenia dla numeru seryjnego: %1

source: Failed to parse device data:
he: נכשל ניתוח נתוני מכשיר:
hu: Az eszköz adatainak feldolgozása meghiúsult:
nl: De apparaatinformatie kan niet worden verwerkt:
pl: Nie udało się przetworzyć danych urządzenia:

source: Server error fetching device '%1':
he: שגיאת שרת במשיכת מכשיר '%1':
hu: A(z) „%1” eszköz adatainak lekérése közben kiszolgálóhiba történt:
nl: Er is een serverfout opgetreden tijdens het ophalen van ‘%1’:
pl: Wystąpił błąd serwera podczas pobierania informacji o urządzeniu dla numeru seryjnego '%1':Se

source: BatteryWatch: Applying UPower device override for '%1': %2 -> %3
he: BatteryWatch: דורס סוג מכשיר UPower עבור '%1': %2 -> %3
hu: BatteryWatch: UPower-eszköz felülírása. „%1”: %2 -> %3
nl: BatteryWatch: er wordt een UPower-voorrangsregel ingesteld voor ‘%1’: %2 → %3
pl: BatteryWatch: Nadpisywanie urządzenia UPower. '%1': %2 -> %3
